{
  "HomePage": {
    "home-h01": "Main",
    "home-h02": "About Us",
    "home-h03": "Our Services",
    "home-h04": "Our Works",
    "home-h05": "Customer opinions",
    "home-h06": "Work Team",
    "home-h07": "Contact Us",
    "home-i01": "Maher Bin Naif Commercial Group",
    "home-i02": "We offer you our technical, artistic and marketing services from the most skilled young cadres of our branches in the Kingdom of Saudi Arabia, the Arab Republic of Egypt and Malaysia. Our goal is to provide everything new and modern to serve our customers",
    "home-i03": "Contact us",
    "home-i04": "Design of advertising posters",

    "service-01": "Software services",
    "service-02": "Design and development of applications and websites using the latest technologies at the best prices, with free technical support",
    "service-03": "Technical services",
    "service-04": "Multiple technical services including photography with the latest cameras, video editing, motion graphics, audio engineering, and designs using the latest software",
    "service-05": "Marketing services",
    "service-06": "Marketing is the foundation of any project, that's why we have the most skilled marketers with high expertise, and we have a large number of social media influencers for marketing and advertising",
    "service-07": "Our Vision",
    "service-08": "Our vision is to become the primary support for all small businesses, helping them grow and progress towards their goals through our specialized team, which excels in all aspects needed to elevate small projects",
    "service-09": "Our Mission",
    "service-010": "Our mission is to deliver all our services with the highest quality to help our clients achieve their project goals. We do this by following specific, well-planned steps and utilizing the latest global technologies offered by N.B.M",
  
    "info-01": "Who we are",
    "info-02": "Maher bin Nayef communications and information technology for technical and technical production and marketing services",
    "info-03": "Maher bin Nayef offers its various services in the field of technology",
    "info-04": "Through a group of the most skilled cadres with great experience in all branches in the kingdom of Saudi Arabia, the Arab Republic of Egypt and Malaysia, we specialize in designing mobile applications and smartphones with the latest software technologies that help us achieve our goals to gain the trust of our customers in us",
    "info-04-": "With a team of highly skilled professionals with extensive experience in their respective fields across all our branches in Saudi Arabia, Egypt, and Malaysia, we specialize in mobile and smartphone application design using the latest programming technologies. This helps us achieve our goals and earn the trust of our clients. Mahr Bin Naif has a large team, each with their own unique specialization, making us one of the best companies for mobile app and website design in Saudi Arabia. We also offer audiovisual production services, including photography and directing all types of artistic works. Additionally, we conduct business activity studies and create comprehensive marketing plans. At Mahr Bin Naif, we have eight years of experience in providing these services, and our top priority is customer satisfaction with the services we offer",
    "info-05": "Learn more",
    "info-06": "Our Completed Projects",

    "serviceContent-01": "What we offer ?",
    "serviceContent-02": "Our services",

    "completeProject-01": "Completed Projects",
    "completeProject-02": "Our Latest Work",
    "completeProject-03": "Display all projects",

    "opinion-01": "What does the client say about us?",
    "opinion-02": "Customer feedback",
    
    "mechanism-01": "The workflow",
    "mechanism-02": "Easy ways to prepare for your work",

    "ourPartners-01": "Our partners in success",


    "contact-01": "We are here to help you",
    "contact-02": "Contact us",
    "contact-03": "Contact information",
    "contact-04": "E-mail address :",
    "contact-05": "Phone number :",
    "contact-06": "Address :",
    "contact-07": "Send",
    "placeholder-name": "Full name",
    "placeholder-subject": "Subject",
    "placeholder-message": "Your message",

    "details-01": "Search here...",
    "details-02": "Motion Graphics",
    "details-03": "Motion Graphics Service: Advertising and explaining services through motion graphics design. It is one of the most straightforward and cost-effective ideas for advertising and explaining services to clients, including drawing plans and characters to clarify and simplify information...",
    "details-04": "Work Execution",
    "details-05": "Script Writing",
    "details-06": "Idea Creation",
    
    "details-07": "Creating an application and a website",
    "details-08": "Studies have shown that 60% of internet users browse through mobile devices, compared to 40% who use computers. Additionally, there is a confirmed study indicating that the total e-commerce in the Kingdom of Saudi Arabia has reached 70 billion Saudi riyals, with 50% of this commerce conducted through mobile applications. Based on the above, it is imperative for businesses to obtain a mobile application containing the business name, products or services, and facilitating quick communication with customers. At MBN, we specialize in developing mobile applications and websites to the highest standards. Our mobile app design company offers top-notch features and the best deals.",
    "details-09": "Why do you choose this service ?",
    "details-010": "Designing an e-commerce store is a crucial step to increase your profits through online trading and selling over the internet. Store design encompasses all the tools that help you showcase your company's products and initiate the selling process. MBN is one of the best companies in designing e-commerce stores, where we provide you with an integrated store that offers you unique and innovative solutions, making it easy for you to manage the selling process effortlessly. The design comes with a user-friendly interface and all the e-commerce tools that help increase sales traffic. Not only that, but we understand that you want to market your store online, so we ensure that during the store design process, it is compatible with search engines, optimizing the design to be Google-friendly, enhancing your store's ranking to achieve top results on Google. Additionally, we provide all e-marketing consultations for free. MBN is one of the best e-commerce store design companies, guaranteeing that all payment methods are 100% secure, ensuring the safety of the sales process. We also provide innovative solutions for printing invoices after purchase or sending them via mobile message, along with clarifying all the banking procedures that have been carried out.",
    "details-011": "Digital Marketing Services",
    "details-012": "Expand your business by implementing a marketing plan provided for free by MBN. We nominate celebrities and active social media accounts that suit your business, providing their names, viewership statistics, and discounted rates due to MBN's relationship with the brightest names in social media. You can now request the service by specifying the advertising capital allocated. This ensures accurate study presentation. As you know, dear merchant, advertisers are abundant, some charging exorbitant fees, while others offer reasonable rates. Based on the allocated capital, we provide an advertising plan that suits your budget.",
    
    "details-013": "Photography and Video Production Services",
    "details-014": "The Maher Bin Naif Group's technical team provides various video production services for establishments, government and private sectors, and individuals. These services include video and photo shooting, audio recording and engineering, design, motion graphics and animations, event and occasion coverage, as well as the creation of TV programs, series, YouTube content, and social media projects.",
    
    "details-015": "Design services and advertising posters",
    "details-016": "The Maher bin Nayef group technical department team is unique in providing a design service Innovative and distinctive advertising posters. Let us help you highlight the uniqueness of your products And your services through eye-catching designs and enhance your business identity in a style Distinguished and attractive. Start making your brand stand out in the world today Ads with designs that exceed expectations.",


    "box-01": "Services",
    "box-02": "Application platforms",
    "box-03": "Artistic production",
    

    "pricing-01":"Prices" ,
    "pricing-02": "These prices are offered at a 50% discount in celebration of the Saudi National Day.",
    "pricing-03": "Excludes Voiceover",
    "pricing-04": "Per Second",
    "pricing-05": "The above value does not specify a specific duration for the project and lacks voiceover.",
    "pricing-06": "Script",
    "pricing-07": "Drawing",
    "pricing-08": "Animation",
    "pricing-09": "Voiceover",
    "pricing-010": "Direction",
    "pricing-011": "Book Now",
    "pricing-012": "Inclusive with Voiceover",
    "pricing-013": "The value specified above per second includes voiceover.",
    "pricing-014": "Inclusive for over a minute.",
    "pricing-015": "For over a minute.",
    "pricing-016": "When creating voiceovers for over a minute, the rate is $13 per second.",

    "footer-01": "Mahr Bin Naif for Technical and Artistic Production, and Marketing Services",
    "footer-02": "Get in touch with us",
    "footer-03": "Jeddah-AlKhalidiyyah-AlGhaydah Tower",
    "footer-04": "All rights reserved."
   
  }
  
}  